{
	"commands": "Commands",
	"version": "Version",
	"title": "Title",
	"original_title": "Original Title",
	"categories": "Categories",
	"pages": "Pages",
	"timeout_warn": "Birbia warns you to wait at least 2 seconds before running the next command.",
	"cant_enter_vc": "Birbia could not enter your voice chat. This is illegal. We will take action.",
	"already_in_vc": "Birbia Radio is already in your voice channel.",
	"no_vc": "To use Birbia Radio, please connect to a voice channel first.",
	"play_empty_query": "Don't play with Birbia. What is that you want to listen to?",
	"play_fetching_query": "Birbia is sending it's hawks to fetch your audio...",
	"play_platform_not_supported": "It seems Birbia is not ready to process those URLs as of now. Try a different platform!",
	"play_failed_query": "Birbia sent out it's fastest eagles, but could not get your audio back. Try again!",
	"play_failed_error": "WOAH! Birbia had a tough time trying to play your audio. Try again!",
	"action_pause": "Birbia paused the current audio in it's radio station.",
	"action_pause_empty": "Birbia's radio station has nothing to pause!",
	"action_resume": "Birbia has resumed playing on it's radio station!",
	"action_resume_empty": "Birbia has got nothing to resume in it's radio station.",
	"action_skip": "Birbia skipped a song. It seems you didn't like it.",
	"action_skip_empty": "Birbia has nothing to skip! The queue is currently empty.",
	"action_clear": "Cleared all requests from Birbia's Radio Station.",
	"action_stop": "Birbia's Radio Station will stop for today sadly.",
	"queue_empty": "Birbia radio station is currently waiting for new requests. Send one!",
	"queue_title": "Birbia Station's Pending Requests",
	"now_empty": "Birbia's radio isn't playing anything right now. Submit a request now with ***birbia play***!",
	"now_title": "Birbia Station's Currently Playing Song",
	"invite_zero": "Invite uses cannot be less than 1.",
	"invite_gen": "Invite generated. \nMax uses: {uses}\n{invite}",
	"purge_amount": "You must specify the number of messages to purge.",
	"purge_success": "Purged {nmsgs} messages.",
	"doujin_not_in_source": "We couldn't find your doujin in our sources, but here's the official link:",
	"doujin_no_sauce": "You didn't specify the sauce. Did you want ketchup?",
	"doujin_invalid_sauce": "Sauce is invalid.",
	"doujin_minimum": "There's nothing lower than 2.",
	"doujin_unknown_opt": "Unknown option. Use ***-s*** for a specific doujin.",
	"help_commands": {
		"general": {
			"description": "All available command categories provided by Birbia.\nUse 'birbia [category]' to see all commands from that category.",
			"help": "Displayes all of Birbia's available actions.",
			"music": "Play music through your voice chats!",
			"doujin": "Search available doujins from our sources."
		},
		"music": {
			"title": "Music Commands [aliases]",
			"description": "Available commands to control Birbia's Radio Station.",
			"play": "Play audio through Birbia's most famous radio station.",
			"pause": "Pause Birbia's radio station.",
			"resume": "Resume the audio frozen in Birbia's radio station.",
			"skip": "Skip that one song you don't like from Birbia's radio station.",
			"queue": "[q] Display Birbia's radio station pending play requests.",
			"clear": "Removes every current request from Birbia's radio station.",
			"leave": "[stop] Make Birbia's Radio Station stop for the day.",
			"now": "Display the radio's currently playing song."
		},
		"doujin": {
			"title": "Doujin Commands",
			"description": "Search and discover new doujins.",
			"doujin": "Displays a random doujin from our sources.",
			"arguments": "-s",
			"arg_sauce": "Specifies a sauce to look for within our sources."
		}
	}
}